API_TOKEN = "7618023591:AAELORv-rMS06n3Wa9QEMIlCdGq4kBQEtrg"
stat = '🌪️ Дарова, ты попал в бота *TimeBR*\n\nНа данный момент доступно: Генерация обычного *timecyc*, Генерация *timecyc* для лаунчера *Neizzir*.\nХочешь узнать подробнее, *нажми на меню*!'
time = '❕Используй /timecyc низнеба, верхнеба, облака, цвет солнца.\nК примеру:\n/timecyc #FF0000 #00FF00 #0000FF #FFFFFF\nИспользуй палитру цветов которая представлена ниже'
capt = "."
kanal = "https://t.me/Dazzling_Mods"
admins = "6646133212"
time_text = "Текущее время: 2024-10-27 10:30:45"
  #ссылка на ваш канал ОБЕЗАТЕЛЬНО поставьте либо не будет работать /start
#бот для токена @BotFather
